tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "birdayz/kaf"
tap "blacktop/tap"
tap "browsh-org/browsh"
tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "coursier/formulas"
tap "danvergara/tools"
tap "deviceinsight/packages"
tap "dnote/dnote"
tap "eddieantonio/eddieantonio"
tap "egoist/tap"
tap "elastic/tap"
tap "ellie/atuin"
tap "eth-p/software"
tap "federico-terzi/espanso"
tap "fluxcd/tap"
tap "gcenx/wine"
tap "getsentry/tools"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iamchokerman/ani-cli"
tap "jcamiel/hurl"
tap "jesseduffield/lazygit"
tap "kdabir/tap"
tap "khanhas/tap"
tap "kitlangton/tap"
tap "knqyf263/pet"
tap "lampepfl/brew"
tap "microsoft/git"
tap "minio/stable"
tap "mistertea/et"
tap "mkchoi212/fac", "https://github.com/mkchoi212/fac.git"
tap "muesli/tap"
tap "noahgorstein/tap"
tap "nvie/tap"
tap "olafurpg/scalafmt"
tap "olets/tap"
tap "osx-cross/avr"
tap "romkatv/powerlevel10k"
tap "rs/tap"
tap "scalacenter/bloop"
tap "sj26/postgresql-extensions"
tap "spring-io/tap"
tap "sstadick/hck"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
tap "virtuslab/git-machete"
tap "virtuslab/scala-cli"
tap "vovkos/ioninja"
tap "wader/tap"
tap "xo/xo"
tap "xwmx/taps"
brew "ack"
brew "act"
brew "age"
brew "arduino-cli"
brew "aria2"
brew "autoconf"
brew "automake"
brew "libtool"
brew "openssl@3"
brew "asdf"
brew "atuin"
brew "autoconf-archive"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash-completion", link: false
brew "bat"
brew "bazelisk"
brew "bcal"
brew "bchunk"
brew "glib"
brew "pkg-config"
brew "pcre"
brew "python@3.9"
brew "bfg"
brew "binutils"
brew "bison"
brew "bitwise"
brew "blueutil"
brew "bochs"
brew "boost"
brew "broot"
brew "btop"
brew "openjdk@11"
brew "cassandra"
brew "ccache"
brew "ccat"
brew "cheat", link: false
brew "chezmoi"
brew "choose-rust"
brew "chrome-cli"
brew "less"
brew "circumflex"
brew "cloc"
brew "cocoapods"
brew "cppman"
brew "deno"
brew "diff-so-fancy"
brew "diffoscope"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docker-machine-driver-vmware"
brew "dog"
brew "dosfstools"
brew "dotenv-linter"
brew "dsq"
brew "dua-cli"
brew "duck"
brew "dust"
brew "exa"
brew "fasd"
brew "fd"
brew "fdk-aac"
brew "fdupes"
brew "libass"
brew "mpg123"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffsend"
brew "fileicon"
brew "flex"
brew "flux"
brew "fnm"
brew "fortune"
brew "fpp"
brew "fsevents-tools"
brew "fx"
brew "fzf"
brew "gdb"
brew "gh"
brew "ghq"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "git-machete"
brew "git-revise"
brew "git-secrets"
brew "glances"
brew "glow"
brew "gnupg", link: false
brew "gojq"
brew "googler"
brew "gping"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "grc"
brew "grex"
brew "gron"
brew "grpc"
brew "grpcurl"
brew "helix"
brew "helm"
brew "hexyl"
brew "hopenpgp-tools"
brew "htmlq"
brew "htop"
brew "httpie", link: false
brew "httpstat"
brew "hugo"
brew "hyperfine"
brew "iftop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "ipinfo-cli"
brew "iproute2mac"
brew "ivykis"
brew "jenv"
brew "jo"
brew "jq"
brew "jsonschema"
brew "just"
brew "k6"
brew "k9s"
brew "kafka"
brew "keystone"
brew "kind"
brew "kustomize"
brew "lazydocker"
brew "leveldb"
brew "lftp"
brew "libpcap"
brew "libproxy"
brew "qemu"
brew "lima"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "lua"
brew "lynx"
brew "mackup"
brew "magic-wormhole"
brew "mas"
brew "maven"
brew "mdbook"
brew "mdcat"
brew "ninja"
brew "meson"
brew "miller"
brew "minikube", link: false
brew "mkcert"
brew "mosh"
brew "yt-dlp"
brew "mtools"
brew "mtr"
brew "mutt"
brew "mycli"
brew "nano"
brew "nasm"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "nnn"
brew "node", link: false
brew "nyancat"
brew "nyx"
brew "openal-soft"
brew "opus-tools"
brew "osx-cpu-temp", link: false
brew "pandoc"
brew "parallel"
brew "pastel"
brew "pcalc"
brew "pdm"
brew "postgresql@14"
brew "pg_partman"
brew "pgcli"
brew "pick"
brew "pinentry-mac"
brew "pinfo"
brew "pipx", link: false
brew "pnpm"
brew "podman"
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "profanity"
brew "pspg"
brew "pv"
brew "py3cairo"
brew "pyenv"
brew "qt@5"
brew "radare2"
brew "redis"
brew "rename"
brew "restic"
brew "ripgrep"
brew "ripgrep-all"
brew "rocksdb"
brew "rsyslog"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "sampler"
brew "sbt"
brew "sd"
brew "sdl12-compat"
brew "semgrep"
brew "shellcheck"
brew "shtool"
brew "sipcalc"
brew "sk"
brew "socat"
brew "sshuttle"
brew "step"
brew "stormssh"
brew "stow"
brew "stress"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tor"
brew "tre-command"
brew "tree"
brew "ugit"
brew "unicorn"
brew "universal-ctags"
brew "viddy"
brew "vim"
brew "vivid"
brew "wasmtime"
brew "watch"
brew "watson"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "wtfutil"
brew "wxwidgets"
brew "x86_64-elf-gcc"
brew "xh"
brew "xplr"
brew "xsv"
brew "xxhash"
brew "yarn"
brew "yasm"
brew "ykman"
brew "ykpers"
brew "youtube-dl", link: false
brew "yq"
brew "zig"
brew "zoxide"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "birdayz/kaf/kaf"
brew "blacktop/tap/ipsw"
brew "blacktop/tap/lporg"
brew "bufbuild/buf/buf"
brew "cloudflare/cloudflare/cloudflared"
brew "danvergara/tools/dblab"
brew "deviceinsight/packages/kafkactl"
brew "dnote/dnote/dnote"
brew "eddieantonio/eddieantonio/imgcat"
brew "egoist/tap/dum"
brew "elastic/tap/elasticsearch-full"
brew "eth-p/software/bat-extras"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform", link: false
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "iamchokerman/ani-cli/ani-cli"
brew "jcamiel/hurl/hurl"
brew "jesseduffield/lazygit/lazygit"
brew "kdabir/tap/has"
brew "kitlangton/tap/scala-update"
brew "knqyf263/pet/pet"
brew "lampepfl/brew/dotty"
brew "minio/stable/minio"
brew "mistertea/et/et"
brew "mkchoi212/fac/fac"
brew "muesli/tap/duf"
brew "noahgorstein/tap/jqp"
brew "nvie/tap/git-toolbelt"
brew "olets/tap/zsh-abbr"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "scalacenter/bloop/bloop"
brew "spring-io/tap/spring-boot"
brew "sstadick/hck/hck"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
brew "virtuslab/scala-cli/scala-cli"
brew "wader/tap/fq"
brew "xo/xo/usql"
brew "xwmx/taps/nb"
cask "adoptopenjdk15"
cask "adoptopenjdk15-jre"
cask "adoptopenjdk16"
cask "adoptopenjdk16-jre"
cask "adoptopenjdk9"
cask "aws-vault"
cask "basictex"
cask "confluent-cli"
cask "devutils"
cask "dozer"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "vagrant"
cask "wkhtmltopdf"
cask "zettlr"
mas "1Password 7", id: 1333542190
mas "Age Clock", id: 1152838744
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "AudioTheory Guitars", id: 1492337444
mas "Capo", id: 696977615
mas "Chordology", id: 691133982
mas "Clocker", id: 1056643111
mas "com.kirsteins.chords-and-scales-mac", id: 1435473426
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Dropover", id: 1355679052
mas "Fretboard", id: 1364693514
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Keka", id: 470158793
mas "Kindle", id: 405399194
mas "LottieFiles", id: 1531085233
mas "MIDI Score", id: 797590911
mas "Musicnotes", id: 1025073421
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Paste", id: 967805235
mas "Playgrounds", id: 1496833156
mas "Poolsuite FM", id: 1514817810
mas "QuickShade", id: 931571202
mas "RunCat", id: 1429033973
mas "Shareful", id: 1522267256
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "Tonebridge Guitar Effects", id: 1263858588
mas "Transmit", id: 1436522307
mas "Trello", id: 1278508951
mas "Twingate", id: 1501592214
mas "Twitter", id: 1482454543
mas "Urban VPN Desktop", id: 1517772049
mas "Xcode", id: 497799835
mas "XnConvert", id: 436203431
mas "Yubico Authenticator", id: 1497506650
